{"translation-revision-date":"2023-12-20 15:06:42+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Побољшајте своје Gutenberg искуство са новим блоковима, укључујући Business Hours, Popup, Review Comparison Table и друге."],"Block Editor Booster":["Block Editor Booster"],"Learn more":["Сазнај више"],"Get Neve Pro":["Набавите Neve Pro"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Повећајте продуктивност и убрзајте ток рада тако што ћете сачувати све своје дизајне и аутоматски их поделити на све своје локације једним кликом."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Делите мишљења, постављајте питања и помажејте једни другима у нашој Neve заједници! Пратите оно на чему радимо и гласајте да бисте нам помогли да дамо приоритет нашој <external_link>јавној мапи пута<\/external_link>."],"More details <external_link>here<\/external_link>.":["Више детаља <external_link>овде<\/external_link>."],"Go to Neve Codex":["Идите на Neve Codex"],"Learn how to use Templates Cloud":["Научите како да користите шаблоне из облака"],"Discover Templates Cloud":["Откријте шаблоне у облаку"],"(opens in a new tab)":["(отвара се у новом језичку)"],"Help":["Помоћ"],"Welcome":["Добро дошли"],"Install and Activate":["Постави и укључи"],"Could not activate plugin.":["Укључивање додатка није успело."],"Something went wrong while installing the plugin.":["Нешто није у реду приликом постављања додатка."],"An error occured. Please reload the page and try again.":["Појавила се грешка. Поново учитајте страницу и покушајте опет."],"Banner Image":["Слика банера"],"Installing":["Постављање"],"Install":["Постави"],"Could not Update Option. Please try again.":["Ажурирање опције није успело. Молим вас, покушајте поново."],"Save":["Сачувај"],"Neve Theme Logo":["Лого теме Neve"],"Tweaks":["Дотеривање"],"Bug Fixes":["Исправке грешака"],"Features":["Особине"],"Show changelog for":["Прикажи белешке о изменама за"],"Customizer quick links":["Брзе везе прилагођавача"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Требате више детаља? Молимо погледајте нашу комплетну документацију за детаљне информације о томе како користити Neve."],"Getting Started? Check help and docs":["Започињете? Проверите помоћ и документацију"],"Go to Starter Sites":["Иди на почетна веб места"],"Starter Sites":["Почетна веб места"],"Get Neve Pro Now":["Набавите Neve Pro сада"],"Get access to all Pro features and power-up your website":["Добијте приступ свим Pro функцијама и оснажите своје веб место"],"Go to docs":["Иди на документацију"],"View Changelog":["Види белешке о изменама"],"Learn More":["Сазнајте више"],"Could not activate module. Please try again.":["Укључивање модула није успело. Молим вас, покушајте поново."],"Module Deactivated.":["Модул искључен"],"Module Activated":["Модул укључен"],"Upgrade":["Надогради"],"In Progress":["У току"],"Done!":["Обављено!"],"Expires":["Истиче"],"Expired":["Истекао"],"Valid":["Пуноважан"],"Deactivating":["Искључивање"],"Enter License Key":["Унесите лиценцни кључ"],"Typekit Project ID is invalid":["Typekit Project ИД је неважећи"],"Option Updated":["Опција ажурирана"],"Could not update option. Please try again.":["Ажурирање опције није успело. Молим вас, покушајте поново."],"Allow Anonymous Tracking":["Дозволи анонимно праћење"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Постаните сарадник тако што ћете се укључити у анонимно праћење података. Гарантујемо да се не прикупљају осетљиви подаци."],"Contributing":["Допринос"],"What do we track?":["Шта пратимо?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Оспособите своју мрежну продавницу са сјајним особинама посебно направљеним за глатку интеграцију WooCommerce-а."],"Free vs Pro":["Бесплатно или PRO"],"Custom Layouts":["Прилагођени распореди"],"WooCommerce Booster":["Појачавач за WooCommerce"],"Plugins":["Додаци"],"Activating":["Укључивање"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["У документацији испод ћете пронаћи једноставан начин за прављење странице за долазак сјајног изгледа, користећи додатак са повуци и пусти градитељем садржаја."],"Build a landing page with a drag-and-drop content builder":["Направите страницу за долазак са повуци и пусти градитељем садржаја"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Уколико се нађете у ситуацији где је све на вашем веб месту успорено, могли бисте да размотрите гледање документације испод где ћете пронаћи најчешће проблеме који ово изазивају и могућа решења за сваки проблем."],"Speed up your site":["Убрзајте своје веб место"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Уколико желите да направите измене у датотекама теме, те измене ће вероватно бити преписане када следећи пут ажурирате тему. Да бисте то спречили, потребно је да направите тему-дете. За ово, молимо вас да пратите документацију испод."],"Create a child theme":["Направите тему дете"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Желите да добијете суштину последњих измена теме? Само погледајте белешку о изменама испод да бисте осетили последње закрпе и уведене особине."],"Changelog":["Белешка о изменама"],"Contact Support":["Контактирај подршку"],"Documentation":["Документација"],"Submit a review":["Предајте преглед"],"Are you are enjoying Neve? We would love to hear your feedback.":["Да ли уживате у теми Neve? Волели бисмо да чујемо ваша реаговања."],"Leave us a review":["Оставите нам преглед"],"Join our Facebook Group":["Придружите се нашој Фејсбук групи"],"Neve Community":["Neve заједница"],"Deactivate":["Искључи"],"Activate":["Укључи"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}