{"translation-revision-date":"2023-12-22 15:05:47+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Next product variation":["Sljedeća varijacija proizvoda"],"Previous product variation":["Prethodna varijacija proizvoda"],"Return to main product":["Povratak na glavni proizvod"],"Next post":["Sljedeća objava"],"Previous post":["Prethodna objava"],"Show me around (10s)":["Pokaži mi okolo (10 s)"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Dopustite nam da vam pokažemo kako se kretati obrascem i stvoriti ovaj proizvod od početka do kraja u tren oka."],"I'll explore on my own":["Sam\/sama ću istražiti"],"Product editing tour":["Obilazak uređivanja proizvoda"],"Meet the product editing form":["Upoznajte obrazac za uređivanje proizvoda"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Ako obrazac još nema sve značajke koje su vam potrebne (još je u razvoju), možete se u svakom trenutku prebaciti na klasični uređivač."],"⚙️ Looking for more?":["⚙️ Tražite više?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Uz sve pojedinosti na svom mjestu, upotrijebite gumbe na vrhu kako biste jednostavno pregledali i objavili svoj proizvod. Pritisnite gumb sa strelicom za više opcija."],"🔍 Preview and publish":["🔍 Pregledajte i objavite"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Kada završite, koristite kartice za prebacivanje između ostalih detalja i postavki. U budućnosti ćete ovdje također pronaći proširenja i dodatke."],"✍️ Set up pricing & more":["✍️ Postavite cijene i više"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Obrazac za proizvod pomoći će vam da opišete svoj proizvod polje po polje — od osnovnih detalja kao što su naziv i opis, do atributa koje kupci mogu koristiti da ga pronađu u vašoj trgovini."],"📣 Tell a story about your product":["📣 Ispričajte priču o svom proizvodu"],"Manage individual variation details in the Options tab.":["Upravljanje individualnim detaljima varijacija u kartici Opcija."],"The end date of the sale must be after the start date.":["Datum završetka prodaje mora biti nakon datuma početka."],"The start date of the sale must be before the end date.":["Datum početka prodaje mora biti prije datuma završetka."],"Please enter a valid date.":["Unesite važeći datum."],"More product options":["Više opcije proizvoda"],"Stock quantity must be a positive number.":["Količina zaliha mora biti pozitivan broj."],"Weight must be higher than zero.":["Težina mora biti veća od nule."],"Height must be higher than zero.":["Visina mora biti veća od nule."],"Length must be higher than zero.":["Duljina mora biti veća od nule."],"Width must be higher than zero.":["Širina mora biti veća od nule."],"Sale price cannot be equal to or higher than list price.":["Prodajna cijena ne može biti jednaka ili viša od cijene u maloprodaji."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Unesite cijenu s jednom monetarnom decimalnom točkom bez razdjelnika tisućica i simbola valute."],"Please enter a product name shorter than 120 characters.":["Unesite naziv proizvoda kraći od 120 znakova."],"This field is required.":["Ovo polje je obavezno."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Ne možete urediti ovu stavku jer se nalazi u smeću. Molim vratite ju iz smeća i pokušajte ponovno."],"Close settings":["Zatvori postavke"],"Menu order":["Redosljed izbornika"],"Enable reviews":["Omogući recenzije"],"Products":["Proizvodi"],"Advanced":["Napredno"],"Settings":["Postavke"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}