{"translation-revision-date":"2023-03-14 17:45:04+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"character":["znak"],"word":["riječ"],"Tracking the ranking position...":["Praćenje pozicije na ljestvici..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Nešto je pošlo po zlu tijekom praćenja rangiranja vaše stranice.  Molimo pokušajte ponovo kasnije."],"reconnect to %s":["ponovno se povežite na %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Čini se da je nešto pošlo po zlu prilikom dohvaćanja podataka vaše web-stranice. Molimo %s i pokušajte ponovo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prije nego što možete pratiti svoju izvedbu SEO-a, svakako postavite ili naslov objave i spremite ga kao skicu ili ručno postavite kraticu objave."],"No keyphrase has been set. Please set a keyphrase first.":["Ključna fraza nije postavljena. Najprije postavite ključnu frazu."],"upgrade your %s plan":["nadogradite svoj %s plan"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Dosegnuli ste maksimalan iznos %d ključnih fraza koje možete dodati na svoj Wincher račun. Ako želite dodati još ključnih fraza, molimo %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Uz %1$s možete pratiti poziciju svoje stranice u poretku u rezultatima pretraživanja na temelju ključnih fraza.  %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s trenutno prati poziciju(e) u poretku vaše stranice.  To može potrajati nekoliko minuta.  Pričekajte ili provjerite kasnije."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Uspješno ste se povezali na %s! Sada možete pratiti izvedbu SEO-a za ključnu(e) frazu(e) ove stranice."],"Read more about keyphrase tracking with Wincher":["Pročitajte više o praćenju ključnih fraza uz Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Omogućeno je automatsko praćenje ključnih fraza. Vašu ključnu frazu(e) automatski će pratiti %s kada objavite svoju objavu."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Položaj ključne fraze u zadnjih 90 dana na skali od 0 do 100."],"Track SEO performance":["Pratite performanse SEO-a"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Možete omogućiti\/onemogućiti praćenje SEO izvedbe za svaku ključnu frazu u nastavku."],"Learn more about the SEO performance feature.":["Saznajte više o značajci SEO performansi."],"SEO performance":["SEO performanse"],"Connect with %s":["%s se proširuje na Wincher"],"* focus keyphrase":["Glavna riječ"],"Get more insights over at %s":["Dobijte više uvida na %s"],"Position over time":["Položaj tijekom vremena"],"Position":["Pozicija"],"Tracking":["Praćenje"],"Insights":["Uvidi"],"Select image":["Odaberite sliku"],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosegli ste maksimalnu količinu od 4 povezane ključne riječi. Možete promijeniti ili izbaciti povezane ključne riječi u %s metaboxu ili bočnoj traci."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Molimo vas pričekajte dok se %1$s poveže s %2$s kako bi preuzeo povezane ključne riječi"],"Upgrade your %s plan":["Nadogradite vašu %s preplatu"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Prekoračili ste odobreni broj upita za danas. Provjerite ponovo sutra ili nadogradite vašu pretplatu na %s."],"Last month":["Zadnjih mjesec dana"],"Two months ago":["Prije dva mjeseca"],"Three months ago":["Prije tri mjeseca"],"Four months ago":["Prije četiri mjeseca"],"Five months ago":["Prije pet mjeseci"],"Six months ago":["Prije šest mjeseci"],"Seven months ago":["Sedam mjeseci prije"],"Eight months ago":["Osam mjeseci prije"],"Nine months ago":["Devet mjeseci prije"],"Ten months ago":["Deset mjeseci prije"],"Eleven months ago":["Prije jedanaest mjeseci"],"Twelve months ago":["Prije dvanaest mjeseci"],"Get more insights at %s":["Uzmite više pregleda na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Opseg ključnih riječi u zadnjih 12 mjeseci na ljestvici od 0 do 100."],"Learn more about the related keyphrases trend":["Naučite više o trendu povezanih ključnih riječi"],"Trend":["Trend"],"Volume":["Obujam"],"Related keyphrase":["Povezane ključne riječi"],"Select country":["Odaberite državu"],"Show results for:":["Prikaži rezultate za:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Žao nam je, nema dostupnih podataka za tu kombinaciju ključnih fraza po zemlji."],"The number of headers and header labels don't match.":["Broj zaglavlja i oznaka zaglavlja ne podudara se."],"Return to your %s":["Vrati se na svoju %s"],"Make sure to save your %s for changes to take effect":["Uvjerite se da ste spremili svoju %s kako bi promijene stupile na snagu"],"Default for %1$s (%2$s)":["Zadano za  %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["To pomaže tražilicama bolje razumjeti Vašu stranicu i sadržaj. Niže možete promijeniti  neke od Vaših postavki za stranicu."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatski opisuje Vaše stranice koristeći schema.org"],"Article type":["Tip članka"],"Page type":["Tip stranice"],"Learn more about page or content types":["Nauči više o vrstama sadržaja i stranicama"],"What type of page or content is this?":["Kakva je to vrsta stranice ili sadržaja?"],"Learn more about the no-index setting on our help page.":["Saznajte više o postavci bez indeksa na našoj stranici za pomoći."],"Learn more about advanced meta robots settings on our help page.":["Saznajte više o naprednim postavkama meta robota na našoj stranici pomoći."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["U sadržaju se najviše pojavljuju sljedeće riječi. One daju naznaku na što se vaš sadržaj fokusira. Ako se riječi dosta razlikuju od vaše teme, možda biste trebali prepisati svoj sadržaj u skladu s tim."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Kada dodate još malo teksta, dobiti ćete listu riječi koje se najviše pojavljuju u sadržaju. Te riječi daju indikaciju na što se fokusira vaš sadržaj."],"%d occurrences":["%d učestalih pojava"],"Keyphrase":["Ključna riječ"],"Good job!":["Dobar posao!"],"%d day":["%d dan","%d dana","%d dana"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Pročitajte naš %1$sultimativni vodič za pronalazak ključnih riječi%2$s kako bi više naučili o pronalasku ključnih riječi i strategiji ključnih riječi."],"Prominent words":["Značajne riječ"],"%s (current default for %s)":["%s (trenutno zadano za %s)"],"1 year free support and updates included!":["Uključena 1 godina besplatnih ažuriranja i nadogradnji!"],"Please provide a meta description by editing the snippet below.":["Molimo, navedite meta opis uređujući isječak u nastavku."],"No":["Ne"],"Yes":["Da"],"very difficult":["vrlo teško"],"Try to make shorter sentences, using less difficult words to improve readability":["Pokušajte pisati kraće rečenice, koristeći lakše riječi kako bi popravili čitljivost."],"difficult":["teško"],"fairly difficult":["prilično teško"],"fairly easy":["prilično jednostavno"],"easy":["jednostavno"],"very easy":["vrlo jednostavno"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Kopija ima rezultat %1$s na testu, što se smatra %2$s za čitanje."],"Canonical URL":["Kanonični URL"],"Breadcrumbs Title":["Breadcrumbs Naslov"],"No Snippet":["Nema isječka"],"No Archive":["Nema arhive"],"No Image Index":["Bez indeksa slika"],"Meta robots advanced":["Napredni meta roboti"],"View":["Pregled"],"Advanced":["Napredno"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}